[
  {
    "video_id":"bEhb3nnZfIM",
    "title":"ಗಾಂಧಿ ಬಜಾರ್ ಸುತ್ತಮುತ್ತ 3 ಗಂಟೆ ಕಾರ್ಯಾಚರಣೆ | Shimoga DC, SP, Commissioner",
    "description":"Shimoga DC Dr Selvamani, SP Mithun Kumar IPS led a drive to evacuate vendors from footpath.",
    "viewCount":"30987",
    "likeCount":"214",
    "dislikeCount":0,
    "commentCount":"10",
    "duration":"PT11M22S",
    "publishedAt":1667406097000,
    "year":2022
  },
  {
    "video_id":"R_M4TY3N-g4",
    "title":"Bengaluru Citizen Clinic: Flood-proofing homes and neighbourhoods",
    "description":"Key pointers from our first Citizen Clinic, where experts addressed specific concerns and questions from citizens on flooding and flood-proofing.",
    "viewCount":"324",
    "likeCount":"12",
    "dislikeCount":0,
    "commentCount":"0",
    "duration":"PT1H18M54S",
    "publishedAt":1667613345000,
    "year":2022
  },
  {
    "video_id":"CTTge-nfr2I",
    "title":"How to make governments accountable?",
    "description":"This webinar will provide insights into the role of the Comptroller and Auditor General of India (CAG), India's statutory watchdog agency.",
    "viewCount":"158",
    "likeCount":"4",
    "dislikeCount":0,
    "commentCount":"4",
    "duration":"PT1H23M11S",
    "publishedAt":1667474194000,
    "year":2022
  },
  {
    "video_id":"tj43Pu9SvjY",
    "title":"Alexa, water the plants! How this techie rigged a remote controlled garden watering system",
    "description":"\"Not surprisingly, gardening is probably the most common hobby in Namma Bengaluru, which truly was a ‘garden city’ when I first came here in 1997,\" says Srinivasulu Nasam. However, over the last two decades, we have all been witness to much of that garden space being taken over by concrete. But we Bengalureans still have that in our DNA, to grow plants wherever we live, whether on the 10th floor of an apartment, in a good old typical Bengaluru house in Jayanagar or in a housing community with individual houses.\n\nIn this video, learn more about Srinivasulu Nasam's automated drip watering system for his terrace garden in Bengaluru.\n\nMore details: https:\/\/bengaluru.citizenmatters.in\/\n\n_____________________________________________________\n\nVideo credit: Srinivasulu Nasam",
    "viewCount":"216",
    "likeCount":"1",
    "dislikeCount":0,
    "commentCount":"0",
    "duration":"PT1M30S",
    "publishedAt":1664319889000,
    "year":2022
  }
]